Repository: sugarlabs/analyze
Catalog: po/*.po
Languages: ca, hy, pt_br, sq, sv, uk, vi

source: Analyze
ca: Analitzador
hy: Վերլուծել
pt_br: Analisar
sq: Analizoni
sv: Analysera
uk: Аналіз
vi: Phân tích

source: Interface
ca: Interfície
hy: Միջերես
sq: Ndërfaqe
sv: Gränssnitt
uk: Інтерфейс
vi: Giao diện

source: IP Address
ca: Adreça IP
hy: IP հասցե
pt_br: Endereço IP
sq: Adresë IP
sv: IP-adress
uk: IP-адреса
vi: địa chỉ IP

source: NetMask
ca: Màscara de xarxa
hy: Ցանցադիմակ
pt_br: Máscara de Rede
sq: NetMask-ë
sv: Nätmask
uk: Маска мережі
vi: Mặt nạ mạng

source: MAC Address
ca: Adreça MAC
hy: MAC հասցե
pt_br: Endereço MAC
sq: Adresë Mac
sv: MAC-adress
uk: MAC-адреса
vi: địa chỉ MAC

source: Bytes Recv
ca: Bytes rebuts
hy: Ստացված բայթերը
pt_br: Bytes Recebidos
sq: Bajte të Marrë
sv: Byte mott
uk: Байт отримано
vi: Bytes nhận được

source: Bytes Sent
ca: Bytes enviats
hy: Ուղարկված բայթերը
pt_br: Bytes Enviados
sq: Bajte të Dërguar
sv: Byte sända
uk: Байт передано
vi: Bytes đã gửi

source: Packets Recv
ca: Paquets rebuts
hy: Ստացված փաթեթները
pt_br: Pacotes Recebidos
sq: Paketa të Marra
sv: Paket mott
uk: Пакетів отримано
vi: Packets nhận được

source: Packets Sent
ca: Paquets enviats
hy: Ուղարկված փաթեթները
pt_br: Pacotes Enviados
sq: Paketa të Dërguara
sv: Paket sända
uk: Пакетів передано
vi: Packets đã gửi

source: INFO
ca: INFORMACIÓ
hy: Տեղեկություն
uk: Інформація
vi: Thông tin

source: Activity %(path)s emitted BuddyJoined("%(buddy)s") or mentioned the buddy in GetJoinedBuddies
ca: L'activitat %(path)s ha emès BuddyJoined("%(buddy)s") o bé ha mencionat el company a GetJoinedBuddies
hy: Գործունեությունը %(path)s հաղորդեց`«Ընկերը Միացավ»("%(buddy)s")կամ նշեց,որ ընկերը հայտնվեց GetJoinedBuddies /«Հասնել Միացված Ընկերներին»/ խմբում:
pt_br: Atividade %(path)s emitiu BuddyJoined("%(buddy)s") ou mencionou colega em GetJoinedBuddies
sq: Veprimtaria %(path)s sinjalizoi BuddyJoined("%(buddy)s") ose e përmendi shokun te GetJoinedBuddies
sv: Aktiviteten %(path)s sände ut BuddyJoined("%(buddy)s") eller nämnde kompisen i GetJoinedBuddies
uk: Дія %(path)s сповістила про приєднання приятеля «%(buddy)s» або згадала у списку приєднаних приятелів
vi: Hoạt động %(path)s đã truyền BuddyJoined("%(buddy)s") hoặc đã nhắc bạn trong GetJoinedBuddies

source: Activity %(path)s emitted BuddyLeft("%(buddy)s")
ca: L'activitat %(path)s ha emès BuddyLeft("%(buddy)s")
hy: Գործունեությունը %(path)s հայտնեց`«Ընկերը հեռացավ» ("%(buddy)s")
pt_br: Atividade %(path)s emitiu BuddyLeft("%(buddy)s")
sq: Veprimtaria %(path)s sinjalizoi BuddyLeft("%(buddy)s")
sv: Aktiviteten %(path)s sände ut BuddyLeft("%(buddy)s")
uk: Дія %(path)s сповістила про вихід приятеля «%(buddy)s»
vi: Hoạt động %(path)s đã truyền BuddyLeft("%(buddy)s")

source: ERROR
hy: ՍԽԱԼ
pt_br: ERRO
sq: GABIM
sv: FEL
uk: Помилка
vi: Lỗi

source: <Activity %(path)s>.GetJoinedBuddies(): %(e)s
pt_br: <Atividade %(path)s>.GetJoinedBuddies(): %(e)s
sv: <Aktivitet %(path)s>.GetJoinedBuddies(): %(e)s
uk: <Дія %(path)s>.GetJoinedBuddies(): %(e)s

source: Activity %(path)s emitted NewChannel("%(channel)s") or mentioned the channel in GetChannels()
ca: L'activitat %(path)s ha emès NewChannel("%(channel)s") o bé ha mencionat el canal a GetChannels()
hy: %(path)s գործունեությունը զեկուցեց NewChannel("%(channel)s") կամ նշում է GetChannels()-ում
pt_br: Atividade %(path)s emitiu NewChannel("%(channel)s") ou mencionou o canal em GetChannels()
sq: Veprimtaria %(path)s sinjalizoi NewChannel("%(channel)s") ose e përmendi kanalin te GetChannels()
sv: Aktiviteten %(path)s sände ut NewChannel("%(channel)s") eller nämnde kanalen i GetChannels()
uk: Дія %(path)s сповістила про новий канал «%(channel)s» або згадала його у списку каналів.
vi: Hoạt động %(path)s đã truyền NewChannel("%(channel)s") hoặc đã nhắc kênh trong GetChannels()

source: <Activity %(path)s>.GetChannels(): %(e)s
pt_br: <Atividade %(path)s>.GetChannels(): %(e)s
sv: <Aktivitet %(path)s>.GetChannels(): %(e)s
uk: <Дія %(path)s>.GetChannels(): %(e)s

source: <Activity %(path)s>.GetId(): %(e)s
hy: <Գործունեության %(path)s>.GetId(): %(e)s
pt_br: <Atividade %(path)s>.GetId(): %(e)s
sv: <Aktivitet %(path)s>.GetId(): %(e)s
uk: <Дія %(path)s>.GetId(): %(e)s

source: <Activity %(path)s>.GetColor(): %(e)s
hy: Գործունեության %(path)s Ստացիր գույնը%(e)s
pt_br: <Atividade %(path)s>.GetColor(): %(e)s
sv: <Aktivitet %(path)s>.GetColor(): %(e)s
uk: <Дія %(path)s>.GetColor(): %(e)s

source: <Activity %(path)s>.GetType(): %(e)s
hy: Գործունեության %(path)s Ստացիր տեսակը): %(e)s
pt_br: <Atividade %(path)s>.GetType(): %(e)s
sv: <Aktivitet %(path)s>.GetType(): %(e)s
uk: <Дія %(path)s>.GetType(): %(e)s

source: <Activity %(path)s>.GetName(): %(e)s
hy: Գործունեության %(path)s Ստացիր անունը): %(e)s
pt_br: <Atividade %(path)s>.GetName(): %(e)s
sv: <Aktivitet %(path)s>.GetName(): %(e)s
uk: <Дія %(path)s>.GetName(): %(e)s

source: Calling <Buddy %s>.GetProperties()
hy: Իրագործելով <Buddy %s>. Ձեռք բերել Հատկությունները()
pt_br: Chamando <Colega %s>.GetProperties()
sq: Po thirret <Buddy %s>.GetProperties()
sv: Anropar <Kompis %s>.GetProperties()
uk: Викликаємо <Приятель %s>.GetProperties()
vi: Đang gọi <Buddy %s>.GetProperties()

source: Calling <Buddy %s>.GetJoinedActivities()
hy: Իրագործելով <Ընկեր%s> Ձեռք բերել JoinedActivities()
pt_br: Chamando <Colega %s>.GetJoinedActivities()
sq: Po thirret <Buddy %s>.GetJoinedActivities()
sv: Anropar <Kompis %s>.GetJoinedActivities()
uk: Викликаємо <Приятель %s>.GetJoinedActivities()
vi: Đang gọi <Buddy %s>.GetJoinedActivities()

source: Calling <Buddy %s>.GetTelepathyHandles()
ca: Es crida a <Buddy %s>.GetTelepathyHandles()
hy: Իրագործելով <Buddy %s> Ձեռք բերելTelepathyHandles()
pt_br: Chamando <Colega %s>.GetTelepathyHandles()
sq: Po thirret <Buddy %s>.GetTelepathyHandles()
sv: Anropar <Kompis %s>.GetTelepathyHandles()
uk: Викликаємо <Приятель %s>.GetTelepathyHandles()
vi: Đang gọi <Buddy %s>.GetTelepathyHandles()

source: Buddy %s emitted Telepathy HandleAdded(
ca: El company %s ha emès Telepathy HandleAdded(
hy: Ընկեր %s զեկուցեց բաց թողնված Telepathy HandleAdded(ավելացված
pt_br: Colega %s emitiu Telepathy HandleAdded(
sq: Shoku %s sinjalizoi Telepathy HandleAdded(
sv: Kompisen %s sände ut Telepathy HandleAdded(
uk: %s приятеля надіслано сигнал Telepathy HandleAdded(
vi: Buddy %s đã truyền Telepathy HandleAdded(

source: Buddy %(path)s emitted HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
ca: El company %(path)s ha emès HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
hy: Buddy %(path)s բաց թողնված HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
pt_br: Colega %(path)s emitiu HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
sq: Shoku %(path)s sinjalizoi HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
sv: Kompisen %(path)s sände ut HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
uk: %(path)s приятеля надіслано сигнал HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
vi: Buddy %(path)s đã truyền đi HandleRemoved("%(service)s", "%(conn)s", %(handle)u)

source: <Buddy %(path)s>.GetTelepathyHandles(): %(e)s
hy: <Buddy %(path)s> Ձեռք բերել TelepathyHandles(): %(e)s
pt_br: <Colega %(path)s>.GetTelepathyHandles(): %(e)s
sv: <Kompis %(path)s>.GetTelepathyHandles(): %(e)s
uk: <Приятель %(path)s>.GetTelepathyHandles(): %(e)s

source: Buddy %(path)s emitted ActivityJoined("%(act)s") or mentioned it in GetJoinedActivities()
ca: El company %(path)s ha emès ActivityJoined("%(act)s") o bé ho ha mencionat a GetJoinedActivities()
hy: Buddy %(path)s բաց թողնված ActivityJoined("%(act)s") կամ նշել այն GetJoinedActivities()-ում
pt_br: Colega %(path)s emitiu ActivityJoined("%(act)s") ou mencionou em GetJoinedActivities()
sq: Shoku %(path)s sinjalizoi ActivityJoined("%(act)s") ose e përmendi te GetJoinedActivities()
sv: Kompisen %(path)s sände ut ActivityJoined("%(act)s") eller nämnde det i GetJoinedActivities()
uk: %(path)s приятеля надіслано сигнал ActivityJoined("%(act)s") або згадано його у GetJoinedActivities()
vi: Buddy %(path)s đã truyền đi ActivityJoined("%(act)s") hoặc đã nhắc nó trong GetJoinedActivities()

source: Buddy %(path)s emitted ActivityLeft("%(act)s")
ca: El company %(path)s ha emès ActivityLeft("%(act)s")
hy: Buddy %(path)s բաց թողնված ActivityLeft("%(act)s")
pt_br: Colega %(path)s emitiu ActivityLeft("%(act)s")
sq: Shoku %(path)s sinjalizoi ActivityLeft("%(act)s")
sv: Kompisen %(path)s sände ut ActivityLeft("%(act)s")
uk: %(path)s приятеля надіслано сигнал ActivityLeft("%(act)s")
vi: Buddy %(path)s đã truyền đi ActivitiyLeft("%(act)s")

source: <Buddy %(path)s>.GetJoinedActivities(): %(e)s
pt_br: <Colega %(path)s>.GetJoinedActivities(): %(e)s
sv: <Kompis %(path)s>.GetJoinedActivities(): %(e)s
uk: <Приятель %(path)s>.GetJoinedActivities(): %(e)s

source: <Buddy %(path)s> emitted PropertyChanged(%(props)r)
ca: <Buddy %(path)s> ha emès PropertyChanged(%(props)r)
hy: <Buddy %(path)s> բաց թողնված PropertyChanged(%(props)r)
pt_br: <Colega %(path)s> emitiu PropertyChanged(%(props)r)
sq: <Shoku %(path)s> sinjalizoi PropertyChanged(%(props)r)
sv: <Kompis %(path)s> sände ut PropertyChanged(%(props)r)
uk: <Приятель %(path)s> emitted PropertyChanged(%(props)r)
vi: <Buddy %(path)s> đã truyền đi PropertyChanged(%(props)r)

source: INTERNAL ERROR: %s
ca: ERROR INTERN: %s
hy: ՆԵՐՔԻՆ ՍԽԱԼ%s
pt_br: ERRO INTERNO: %s
sq: GABIM I BRENDSHËM: %s
sv: INTERNT FEL: %s
uk: Внутрішня помилка: %s
vi: LỖI NỘI BỘ: %s

source: <Buddy %(path)s>.GetProperties() -> %(props)r
hy: <Buddy %(path)s>.Ձեռք բերել հատկությունները() -> %(props)r
pt_br: <Colega %(path)s>.GetProperties() -> %(props)r
sv: <Kompis %(path)s>.GetProperties() -> %(props)r
uk: <Приятель %(path)s>.GetProperties() -> %(props)r

source: <Buddy %(path)s>.GetProperties(): %(e)s
hy: <Buddy %(path)s>.Ձեռք բերել հատկությունները(): %(e)s
pt_br: <Colega %(path)s>.GetProperties(): %(e)s
sv: <Kompis %(path)s>.GetProperties(): %(e)s
uk: <Приятель %(path)s>.GetProperties(): %(e)s

source: Activities:
ca: Activitats:
hy: Գործունեություններ.
pt_br: Atividades:
sq: Veprimtari:
sv: Aktiviteter:
uk: Дії:
vi: Các hoạt động:

source: Object path
ca: Camí a l'objecte
hy: Օբյեկտի ուղղությունը
pt_br: Caminho do objeto
sq: Shteg objekti
sv: Objektsökväg
uk: Шлях до об’єкта
vi: đường dẫn tới đối tượng

source: ID
hy: ինքնության հաստատում
uk: Ід.
vi: định danh

source: Color
hy: Գույն
pt_br: Cor
sq: Ngjyrë
sv: Färg
uk: Колір
vi: màu

source: Type
ca: Tipus
hy: Տեսակ
pt_br: Tipo
sq: Lloj
sv: Typ
uk: Тип
vi: Dạng

source: Name
ca: Nom
hy: Անուն
pt_br: Nome
sq: Emër
sv: Namn
uk: Назва
vi: Tên

source: Connection
ca: Connexió
hy: Միացում
pt_br: Conexão
sq: Lidhje
sv: Anslutning
uk: З’єднання
vi: kết nối

source: Channels
ca: Canals
hy: Կապուղիներ
pt_br: Canais
sq: Kanale
sv: Kanaler
uk: Канали
vi: các kênh

source: Buddies
ca: Companys
hy: Ընկերներ
pt_br: Colegas
sq: Shokë
sv: Kompisar
uk: Приятелі
vi: Bạn thân

source: Buddies:
ca: Companys:
hy: Ընկերներ.
pt_br: Colegas:
sq: Shokë:
sv: Kompisar:
uk: Приятелі:
vi: Bạn thân:

source: Pubkey
ca: Clau pública
hy: Հանրային բանալի
pt_br: Chave Pública
sq: Kyç publik
sv: Öppen nyckel
uk: ВідкрКлюч
vi: Khóa ngoại

source: Nick
ca: Sobrenom
hy: Մականուն
pt_br: Apelido
sq: Nofkë
sv: Alias
uk: Псевдонім
vi: Tên riêng

source: Owner
ca: Propietari
hy: Տեր
pt_br: Proprietário
sq: I zoti
sv: Ägare
uk: Власник
vi: Người sở hữu

source: CurAct
ca: Activitat actual
hy: Ընթացիկ գործունեություն
sv: NuvAkt
uk: ПотДія
vi: Hoạt động hiện tại

source: Activities
ca: Activitats
hy: Գործունեություններ
pt_br: Atividades
sq: Veprimtari
sv: Aktiviteter
uk: Простори дій
vi: Hoạt động

source: Handles
ca: Gestiona
hy: Կառավարիչներ
pt_br: Manipuladores
sv: Handtag
uk: Елементи керування
vi: Điều khiển

source: PS GetActivities() returned %r
ca: PS GetActivities() ha retornat %r
hy: PS գործունեությունները() վերադարձ %r
pt_br: PS GetActivities() retornou %r
sq: ShP-ja GetActivities() u përgjigj me %r
sv: PS GetActivities() returnerade %r
uk: PS GetActivities() повернуто %r
vi: PS GetActivities() đã trả về %r

source: PS GetActivities() failed with %s
ca: PS GetActivities() ha fallat amb %s
hy: PS գործունեությունները() ձախողվեցին %s
pt_br: PS GetActivities() falhou com %s
sq: PS GetActivities() dështoi me %s
sv: PS GetActivities() misslyckades med %s
uk: PS GetActivities(), помилка: %s
vi: PS GetActivities() thất bại với %s

source: PS emitted ActivityAppeared("%s")
ca: PS ha emès ActivityAppeared("%s")
hy: PS բաց է թողնում ActivityAppeared("%s")
pt_br: PS emitiu ActivityAppeared("%s")
sq: ShP-ja sinjalizoi ActivityAppeared("%s")
sv: PS sände ut ActivityAppeared("%s")
uk: PS надіслано сигнал ActivityAppeared("%s")
vi: PS đã truyền đi ActivityAppeared("%s")

source: PS emitted ActivityDisappeared("%s")
ca: PS ha emès ActivityDisappeared("%s")
hy: PS բաց է թողնում ActivityDisappeared("%s")
pt_br: PS emitiu ActivityDisappeared("%s")
sq: ShP-ja sinjalizoi ActivityDisappeared("%s")
sv: PS sände ut ActivityDisappeared("%s")
uk: PS надіслано сигнал ActivityDisappeared("%s")
vi: PS đã truyền đi ActivityDisappeared("%s")

source: WARNING
ca: ADVERTÈNCIA
hy: ՆԱԽԱԶԳՈՒՇԱՑՈՒՄ
pt_br: AVISO
sq: KUJDES
sv: VARNING
uk: ПОПЕРЕДЖЕННЯ
vi: Cảnh báo

source: Trying to remove activity "%s" which is already absent
ca: S'intenta de suprimir l'activitat "%s" la qual ja està absenta
hy: Փորձել տեղաշարժել գործունեությունը"%s", որն արդեն բացակայում է
pt_br: Tentando remover atividade "%s" que já se encontra ausente
sq: Përpjekje për hequr veprimtarinë "%s" që mungon tashmë
sv: Försöker ta bort aktivitet "%s" som redan är frånvarande
uk: Спроба вилучення дії «%s», якої вже немає
vi: Đang cố loại bỏ hoạt động không tồn tại "%s"

source: PS emitted ActivityInvitation("%s")
ca: PS ha emès ActivityInvitation("%s")
hy: PS բաց է թողնում ActivityInvitation("%s")
pt_br: PS emitiu ActivityInvitation("%s")
sq: ShP-ja sinjalizoi ActivityInvitation("%s")
sv: PS sände ut ActivityInvitation("%s")
uk: PS надіслано сигнал ActivityInvitation("%s")
vi: PS đã truyền đi ActivityInvitation("%s")

source: PS emitted PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
ca: PS ha emès PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
hy: PS բաց է թողնում PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
pt_br: PS emitiu PrivateInvitation*"%(bus)s", "%(conn)s", "%(channel)s")
sq: ShP-ja sinjalizoi PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
sv: PS sände ut PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
uk: PS надіслано сигнал PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
vi: PS đã truyền đi PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")

source: PS GetBuddies() returned %r
ca: PS GetBuddies() ha retornat %r
hy: PS ձեռք է բերում ընկերներ() վերադարձ %r
pt_br: PS GetBuddies() retornou %r
sq: ShP-ja GetBuddies() u përgjigj me %r
sv: PS GetBuddies() returnerade %r
uk: PS GetBuddies() повернуто %r
vi: PS GetBuddies() trả về %r

source: PS GetBuddies() failed with %s
ca: PS GetBuddies() ha fallat amb %s
hy: PS ձեռք է բերում ընկերներ() գործողությունը ձախողված է %s
pt_br: PS GetBuddies() falhou com %s
sq: PS GetBuddies() dështoi me %s
sv: PS GetBuddies() misslyckades med %s
uk: PS GetBuddies(), помилка: %s
vi: PS GetBuddies() thất bại với %s

source: PS emitted BuddyAppeared("%s")
ca: PS ha emès BuddyAppeared("%s")
hy: PS բաց է թողնում BuddyAppeared("%s")
pt_br: PS emitiu BuddyAppeared("%s")
sq: ShP-ja sinjalizoi BuddyAppeared("%s")
sv: PS sände ut BuddyAppeared("%s")
uk: PS надіслано сигнал BuddyAppeared("%s")
vi: PS đã truyền đi BuddyAppeared("%s")

source: PS emitted BuddyDisappeared("%s")
ca: PS ha emès BuddyDisappeared("%s")
hy: PS բաց է թողնում BuddyDisappeared("%s")
pt_br: PS emitiu BuddyDisappeared("%s")
sq: ShP-ja sinjalizoi BuddyDisappeared("%s")
sv: PS sände ut BuddyDisappeared("%s")
uk: PS надіслано сигнал BuddyDisappeared("%s")
vi: PS đã truyền đi BuddyDisappeared("%s")

source: Trying to remove buddy "%s" which is already absent
ca: S'intenta de suprimir el company "%s" el qual ja està absent
hy: Փորձել տեղաշարժել գործողությունը"%s",որն արդեն բացակայում է
pt_br: Tentando remover colega "%s" que já está ausente
sq: Përpjekje për hequr shokun "%s" që mungon tashmë
sv: Försöker ta bort kompis "%s" som redan är frånvarande
uk: Спроба вилучення приятеля «%s», якого вже немає
vi: Đang cố loại bỏ bạn thân "%s" đã vắng mặt

source: Looking for Presence Service...
ca: S'està cercat el servei de presència...
hy: Փնտրում է "Presence Service" ծառայությունը...
pt_br: Procurando Serviço de Presença...
sq: Po shihet për Shërbim të Pranishëm…
sv: Söker efter närvarotjänst...
uk: Шукаємо службу присутності…
vi: Đang tìm kiếm Dịch Vụ Hiện Tại...

source: Log
ca: Registre
hy: Գրանցում
sv: Loggfil
uk: Журнал
vi: Bản ghi

source: Presence Service running: unique name %s
ca: El servei de presència està en execució: nom únic %s
hy: "Presence Service" ծառայությունն ընթացքի մեջ է. միակ անունը %s
pt_br: Serviço de Presença executando: nome único %s
sq: Shërbimi i Pranive po xhiron: emër unik %s
sv: Närvarotjänst körs: unikt namn %s
uk: Запущено службу присутності: унікальна назва %s
vi: Dịch vụ hiện tại đang chạy: tên duy nhất %s

source: Presence Service not running
ca: El servei de presència no està en execució
hy: "Presence Service" ծառայությունն ընթացքի մեջ չէ
pt_br: Serviço de Presença não está executando
sq: Shërbimi i Pranive nuk po xhiron
sv: Närvarotjänst körs inte
uk: Службу присутності не запущено
vi: Dịch vụ hiện tại không chạy

source: Resource Base
ca: Base del recurs
hy: Միջոցների հիմնական աղբյուր
pt_br: Base de Recursos
sv: Resursbas
uk: База ресурсів
vi: Tài nguyên cơ bản

source: Pixmap Bytes
ca: Bytes del mapa de píxels
hy: Պիքսելների քարտեզ Բայթերով
pt_br: Bytes de Pixmap
sv: Pixmap-byte
uk: Байти растру

source: Other
ca: Altres
hy: Այլ
pt_br: Outro(s)
sq: Tjetër
sv: Annat
uk: Інше
vi: Khác

source: Total
hy: Ընդհանուր
sq: Gjithsej
sv: Totalt
uk: Загалом
vi: tổng

source: Window Name
ca: Nom de la finestra
hy: Պատուհանի անունը
pt_br: Nome da Janela
sq: Emër Dritareje
sv: Fönsternamn
uk: Назва вікна
vi: Tên cửa sổ

source: Analyze Activity
ca: Analitza l'activitat
hy: Վերլուծել գործունեությունը
pt_br: Analisar Atividade
sq: Veprimtari Analizimesh
sv: Analysera-aktivitet
uk: Дія аналізу
vi: hoạt động phân tích

source: Interfaces
ca: Interfícies
hy: Միջերեսներ
sq: Ndërfaqe
sv: Gränssnitt
uk: Інтерфейси
vi: Giao diện

source: Network Status
ca: Estat de la xarxa
hy: Ցանցի Կարգավիճակը
pt_br: Status da rede
sq: Gjendje Rrjeti
sv: Nätverksstatus
uk: Стан мережі
vi: Trạng thái mạng

source: X Server
ca: Servidor de les X
hy: X Սերվեր
pt_br: Servidor X
sq: Shërbyes X
uk: Сервер X
vi: Máy chủ X

source: Presence Service
ca: Servei de presència
hy: "Presence Service" ծառայություն
pt_br: Serviço de Presença
sq: Shërbim Pranish
sv: Närvarotjänst
uk: Служба присутності
vi: Dịch vụ hiện tại

source: PID
hy: Ընթացքի իդենտիֆիկացում

source: IPv4
vi: giao thức IP phiên bản 4
