Repository: sugarlabs/analyze
Catalog: po/ach.po
Languages: ach

source: Analyze
ach: Ngingido yie

source: Interface
ach: Karwate

source: Bytes Recv
ach: Bayit ame ogamo

source: Bytes Sent
ach: Ocwalo Bayit

source: Packets Recv
ach: Ogamo boc mapol

source: Packets Sent
ach: Ocwalo Boc mapol

source: Activity %(path)s emitted BuddyJoined("%(buddy)s") or mentioned the buddy in GetJoinedBuddies
ach: Tic %(path)s Lurem ma kimio Odonyo("%(buddy)s") nyo omio nying lurem ii NongLuremMudonyo

source: Activity %(path)s emitted BuddyLeft("%(buddy)s")
ach: Tic %(path)s kimio Luremaa woko("%(buddy)s")

source: ERROR
ach: BAL

source: <Activity %(path)s>.GetJoinedBuddies(): %(e)s
ach: <Tic %(path)s>.NongLuremMudonyo(): %(e)s

source: Activity %(path)s emitted NewChannel("%(channel)s") or mentioned the channel in GetChannels()
ach: Tic %(path)s kimio KabeoManyen("%(channel)s") nyo omio kabeo ii NongKabeo mapol()

source: <Activity %(path)s>.GetChannels(): %(e)s
ach: <Tic %(path)s>.NongKabeo mapol(): %(e)s

source: <Activity %(path)s>.GetId(): %(e)s
ach: <Tic %(path)s>.NongId(): %(e)s

source: <Activity %(path)s>.GetColor(): %(e)s
ach: <Tic %(path)s>.NongRangi(): %(e)s

source: <Activity %(path)s>.GetType(): %(e)s
ach: <Tic %(path)s>.NongKwon(): %(e)s

source: <Activity %(path)s>.GetName(): %(e)s
ach: <Tic %(path)s>.NongNying(): %(e)s

source: Calling <Buddy %s>.GetProperties()
ach: Lwongo <Larem %s>.NongJami mapol()

source: Calling <Buddy %s>.GetJoinedActivities()
ach: Lwongo <Larem %s>.NongDonyIticmapol()

source: Calling <Buddy %s>.GetTelepathyHandles()
ach: Lwongo <Larem %s>.NongGwokoKubongec()

source: Buddy %s emitted Telepathy HandleAdded(
ach: Larem %s omio kubo ngec KimedoGwoko(

source: Buddy %(path)s emitted HandleRemoved("%(service)s", "%(conn)s", %(handle)u)
ach: Larem %(path)s omio gikwanyo Gwok woko("%(service)s", "%(conn)s", %(handle)u)

source: <Buddy %(path)s>.GetTelepathyHandles(): %(e)s
ach: <Larem %(path)s>.NongGwokoKubongec(): %(e)s

source: Buddy %(path)s emitted ActivityJoined("%(act)s") or mentioned it in GetJoinedActivities()
ach: Larem %(path)s omio GidonyoItic("%(act)s") nyo omio nyinge ii NongTicmapolmaGidonyokacel()

source: Buddy %(path)s emitted ActivityLeft("%(act)s")
ach: Larem %(path)s omio TicTungcam("%(act)s")

source: <Buddy %(path)s>.GetJoinedActivities(): %(e)s
ach: <Larem %(path)s>.NongTicmapolMagidonyoie(): %(e)s

source: <Buddy %(path)s> emitted PropertyChanged(%(props)r)
ach: <Larem %(path)s> omio jamiOloke(%(props)r)

source: INTERNAL ERROR: %s
ach: BAL ME IE: %s

source: <Buddy %(path)s>.GetProperties() -> %(props)r
ach: <Larem %(path)s>.NongJamimapol() -> %(props)r

source: <Buddy %(path)s>.GetProperties(): %(e)s
ach: <Larem %(path)s>.NongJamimapol(): %(e)s

source: Activities:
ach: Tic mapol:

source: Object path
ach: Yoo beo pa jami

source: Color
ach: Rangi

source: Type
ach: Coo

source: Name
ach: Nying

source: Connection
ach: Kube

source: Channels
ach: Kabeo mapol

source: Buddies
ach: Lurem mapol

source: Buddies:
ach: Lurem:

source: Pubkey
ach: Lanyutpalwak

source: Owner
ach: Wone

source: Activities
ach: Tic mapol

source: Handles
ach: Gwoko

source: PS GetActivities() returned %r
ach: PS Nong Ticmapol() Odugo %r

source: PS GetActivities() failed with %s
ach: PS NongTicmapol() ojem ki %s

source: PS emitted ActivityAppeared("%s")
ach: PS omio TicOnen("%s")

source: PS emitted ActivityDisappeared("%s")
ach: PS omio Tic Orweny woko ("%s")

source: WARNING
ach: CIKO

source: Trying to remove activity "%s" which is already absent
ach: Temo me kwanyo woko tic "%s" ma onongo kome peke

source: PS emitted ActivityInvitation("%s")
ach: PS omio LwongomeTic ("%s")

source: PS emitted PrivateInvitation("%(bus)s", "%(conn)s", "%(channel)s")
ach: PS omio LwongomePirken("%(bus)s", "%(conn)s", "%(channel)s")

source: PS GetBuddies() returned %r
ach: PS Nongurem() odugo %r

source: PS GetBuddies() failed with %s
ach: PS Nong Lurem() ojem ki %s

source: PS emitted BuddyAppeared("%s")
ach: PS omio Lurem Onen("%s")

source: PS emitted BuddyDisappeared("%s")
ach: PS omio Lurem Orweny("%s")

source: Trying to remove buddy "%s" which is already absent
ach: Temo me kwanyo larem woko "%s" ma onongo dong peke

source: Looking for Presence Service...
ach: Moyo Poko tic Matye...

source: Presence Service running: unique name %s
ach: Poko tic matye bene tye katic maber: nying mamwonya %s

source: Presence Service not running
ach: Poko tic Matye petye katic

source: Resource Base
ach: Kama Jami oaa ie

source: Pixmap Bytes
ach: Bayit me Pixmap

source: Other
ach: Mukene

source: Total
ach: Wel lung

source: Window Name
ach: Nying Dirija

source: Analyze Activity
ach: Kwed Tic

source: Interfaces
ach: Wang Kwang

source: Network Status
ach: Kit ma Network tye kwede

source: X Server
ach: Lapok tic me X

source: Presence Service
ach: Tic Matye
